{
  "livros": [
    {
      "titulo": "Corte de esprrrrinhos e rosas",
      "autor": "Sarah J Maas",
      "editora": "Galera",
      "isbn": "978-8501105875",
      "descricao": "Ela roubou uma vida. Agora deve pagar com o coração. Em Corte de espinhos e rosas, livro que da início a uma das séries mais queridas pelo público, acompanhe as aventuras de Feyre pelo perigoso e deslumbrante mundo das fadas. Sarah J. Maas é uma verdadeira estrela: após apenas uma semana de vendas, a série Corte de Espinhos e Rosas estreou em segundo lugar na lista do New York Times. Ela também é autora da série Trono de Vidro, que já teve mais de 1 milhão de exemplares vendidos.",
      "imagem": "https://m.media-amazon.com/images/I/91frS6qRfbL.jpg",
      "id": 2
    },
    {
      "id": "695161d7-5510-4c81-9101-1a5e89776b1a",
      "titulo": "Hearstopper",
      "autor": "Alice Oseman",
      "editora": "Seguinte",
      "isbn": "8555341612",
      "descricao": "Charlie Spring e Nick Nelson não têm quase nada em comum. Charlie é um aluno dedicado e bastante inseguro por conta do bullying que sofre no colégio desde que se assumiu gay. Já Nick é superpopular, especialmente querido por ser um ótimo jogador de rúgbi. Quando os dois passam a sentar um ao lado do outro toda manhã, uma amizade intensa se desenvolve, e eles ficam cada vez mais próximos. Charlie logo começa a se sentir diferente a respeito do novo amigo, apesar de saber que se apaixonar por um garoto hétero só vai gerar frustrações. Mas o próprio Nick está em dúvida sobre o que sente ― e talvez os garotos estejam prestes a descobrir que, quando menos se espera, o amor pode funcionar das formas mais incríveis e surpreendentes.",
      "imagem": "https://m.media-amazon.com/images/I/8129HX+5JGL.jpg"
    },
    {
      "id": "43031dc2-7a63-4840-9e93-a5759401fcab",
      "titulo": "Uma vida pequena",
      "autor": "Hanya Yanagihara",
      "editora": "Record",
      "isbn": "8501071544",
      "descricao": "Quando quatro amigos de uma pequena faculdade de Massachusetts se mudam para Nova York em busca de uma vida melhor, eles se veem falidos, sem rumo e amparados apenas por sua amizade e por suas ambições.  Willem, lindo e generoso, é aspirante a ator; JB, nascido no Brooklyn, é um pintor perspicaz e às vezes cruel que busca de todas as formas ingressar no mundo das artes; Malcolm é um arquiteto frustrado que trabalha numa empresa de renome; e o solitário, brilhante e enigmático Jude funciona como o centro gravitacional do grupo.  Com o tempo, o relacionamento deles se aprofunda e se anuvia, matizado pelo vício, pelo sucesso e pelo orgulho. No entanto, seu maior desafio, como cada um passa a perceber, é o próprio Jude, um litigante extremamente talentoso na meia-idade, porém, ao mesmo tempo, um homem cada vez mais atormentado, a mente e o corpo marcados pelas cicatrizes de uma infância misteriosa, e assombrado pelo que teme ser um trauma tão intenso que não só não será capaz de superar ― mas que vai definir sua vida para sempre.  Com uma prosa magnífica e genial, Hanya Yanagihara criou um hino trágico e transcendental do amor fraterno, uma representação magistral da dor física e psicológica, e uma análise da verdade nua e crua que permeia a tirania da memória e os limites da resistência humana. Uma vida pequena é um épico sobre amor e amizade no século XXI que visita alguns dos espaços mais sombrios pelos quais a ficcção já teve a coragem de navegar e que, ainda assim, de um jeito quase improvável, consegue romper as barreiras da sombra e alcançar a luz.",
      "imagem": "https://m.media-amazon.com/images/I/91mdEwOzdGS.jpg"
    }
  ]
}
